INSERT INTO patient (
    tenant_id,
    patient_code,
    patient_name,
    patient_reg_no,
    patient_sex,
    patient_registered_on,
    patient_admission_area
) VALUES
      ('SEO25NE01', 'A1234567', '정선우', '001111-1234567', 'MALE', '2025-05-05 14:30:00', 1),
      ('SEO25W102', 'B2345678', '손민지', '020202-2345678', 'FEMALE', '2025-05-04 10:15:00', 2),
      ('SEO25ZG03', 'C3456789', '이정빈', '001212-3456789', 'MALE', '2025-05-03 08:45:00', 3),
      ('SEO25NY04', 'D4567890', '황민우', '990505-4567890', 'MALE', '2025-05-02 16:20:00', 4),
      ('SEO25W102', 'A8888888', '정선우', '001111-1234567', 'MALE',   '2025-05-06 09:00:00', 5),
      ('SEO25ZG03', 'B1231234', '손민지', '020202-2345678', 'FEMALE', '2025-05-07 13:00:00', 6),
      ('SEO25NY04', 'C3453456', '이정빈', '001212-3456789', 'MALE',   '2025-05-08 11:30:00', 7);
INSERT INTO guardian (patient_id, guardian_name, guardian_contact, tenant_id) VALUES

      -- 정선우 @ SEO25NE01
      (1, '정민희', '010-1234-5678', 'SEO25NE01'),
      (1, '정재훈', '010-8765-4321', 'SEO25NE01'),

      -- 손민지 @ SEO25W102
      (2, '손수현', '010-1111-2222', 'SEO25W102'),

      -- 이정빈 @ SEO25ZG03
      (3, '이현정', '010-3333-4444', 'SEO25ZG03'),
      (3, '이상우', '010-5555-6666', 'SEO25ZG03'),

      -- 황민우 @ SEO25NY04
      (4, '황정민', '010-7777-8888', 'SEO25NY04'),

      -- 정선우 @ SEO25W102 (중복)
      (5, '정혜린', '010-9999-0000', 'SEO25W102'),

      -- 손민지 @ SEO25ZG03 (중복)
      (6, '손하늘', '010-2222-3333', 'SEO25ZG03'),

      -- 이정빈 @ SEO25NY04 (중복)
      (7, '이경수', '010-4444-5555', 'SEO25NY04');
